export const authorData = {
  name: "أحمد فوزي",
  title: "باحث في قضايا المجتمع",
  bio: "باحث وكاتب حر، مهتم بثقافة المجتمعات المعاصرة وأثر التكنولوجيا والفساد الأخلاقي والاجتماعي على اسقرار الفرد والأسرة والمجتمع؛ بهدف تقديم قراءة نقدية واعية واقتراح حلول عملية لمشكلات وقضايا المجتمع...",
  avatar: "/images/AhmedFawzy.jpeg",
  email: "contact@ahmad-fawzy.com",
  socials: {
    twitter: "https://twitter.com/ahmad_fawzy",
    facebook: "https://www.facebook.com/share/1D9FcFGy1L/",
    linkedin: "https://linkedin.com/in/ahmad-fawzy",
  },
  values: [
    {
      title: "النزاهة الفكرية",
      description: "طرح القضايا بموضوعية تامة بعيداً عن الاختلاف الأيديولوجي، مع التركيز على النقد البناء لواقع المجتمع."
    },
    {
      title: "كرامة الإنسان أولاً",
      description: "اعتبار هموم الإنسان مقدمة لمحاولة فهم دوافعه وسلوكياته في ظل مستجدات عصر السرعة والاضطرابات النفسية"
    },
    {
      title: "تبسيط المشكلة",
      description: "أهدف إلى تبسيط المفاهيم والمصطلحات العلمية لتناسب القارئ غير المتخصص لتصبح واقعاً يمارس من الجميع"
    }
  ]
};
